aaron-bond.better-comments
ahmadawais.shades-of-purple
bungcip.better-toml
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ckolkman.vscode-postgres
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
forbeslindesay.vscode-sql-template-literal
hangxingliu.vscode-nginx-conf-hint
jpoissonnier.vscode-styled-components
mikestead.dotenv
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-node-azure-pack
msazurermtools.azurerm-vscode-tools
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
naumovs.color-highlight
oderwat.indent-rainbow
pflannery.vscode-versionlens
rebornix.ruby
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
scala-lang.scala
scalameta.metals
sdras.night-owl
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
Throvn.nand2tetris
tombonnike.vscode-status-bar-format-toggle
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wingrunr21.vscode-ruby
wix.vscode-import-cost
